2020-04-07_23-32-22.605816/taurus.yml
execution:
  - executor: locust
    concurrency:
      local: 5
      cloud: 5
    hold-for: 1m30s
    ramp-up: 10s
    scenario:
      script: RoLoad.py
      default-address: http://192.168.22.116:3002

provisioning: cloud
modules:
  cloud:
    token: '1fcc8a61b75712ea7320f622:0b97961d41358f30163a45c052407a33e8125314fca17767f73ba57f3be4414e19816df8'
    timeout: 10s